Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Continue blocking camera and microphone access
ca_es: Continua bloquejant l'accés a la càmera i al micròfon

source: Thumbnail view
ca_es: Visualització de miniatura

source: Find Previous
ca_es: Cerca l'anterior

source: &JavaScript Console
ca_es: Consola de &JavaScript

source: The newest version of "%{EXTENSION_NAME}" has been disabled because it requires more permissions.
ca_es: La darrera versió de "%{EXTENSION_NAME}" s'ha desactivat perquè necessita més permisos.

source: You're now signed in to %{SHORT_PRODUCT_NAME}. Your bookmarks, history, and other settings are being synced with your Google Account.
ca_es: Ara teniu la sessió iniciada a %{SHORT_PRODUCT_NAME}. Els vostres marcadors, l'historial i altres opcions de configuració s'estan sincronitzant amb el vostre compte de Google.

source: The certificate "%{CERTIFICATE_NAME}" represents a Certification Authority.
ca_es: El certificat "%{CERTIFICATE_NAME}" representa una entitat emissora de certificats.

source: &Language Settings...
ca_es: &Configuració de l'idioma...

source: Enable History in the sync settings. This allows syncing your typed URL history and navigation history to other clients to assist in omnibox auto-completion and the history UI.
ca_es: Activa l'historial a la configuració de sincronització. Això permet sincronitzar l'historial d'URL que heu escrit i l'historial de navegació amb altres clients per millorar l'emplenament automàtic de l'omnibox i la IU de l'historial.

source: SHA-1 Fingerprint
ca_es: Empremta SHA-1

source: Disable boot animation.
ca_es: Desactiva l'animació d'inici

source: Cookie and site data exceptions
ca_es: Excepcions de dades de llocs i de galetes

source: SSL protocol error.
ca_es: Error del protocol SSL.

source: Window
ca_es: Finestra

source: Notifications exceptions
ca_es: Excepcions de notificacions

source: Want to %{BEGIN_LINK}browse the gallery%{END_LINK} instead?
ca_es: Que potser volíeu %{BEGIN_LINK}navegar per la galeria%{END_LINK}?

source: The app "%{EXTENSION_NAME}" was automatically removed.
ca_es: L'aplicació "%{EXTENSION_NAME}" s'ha eliminat automàticament.

source: Enable WebGL
ca_es: Activa WebGL

source: %{APP_NAME} has crashed. Click this balloon to restart the app.
ca_es: %{APP_NAME} ha deixat de funcionar. Feu clic en aquest globus per reiniciar l'aplicació.

source: Pin to Launcher
ca_es: Fixa a la barra d'execució ràpida

source: The browser crashed before the download completed.
ca_es: El navegador ha fallat abans de completar-se la baixada.

source: Dragonfly
ca_es: Libèl·lula

source: PPAPI (in-process)
ca_es: PPAPI (en procés)

source: Offline for more than a week
ca_es: Fora de línia des de fa més d'una setmana

source: Certification Authority Import Error
ca_es: Error d'importació de l'entitat emissora de certificats

source: Audio input/output menu
ca_es: Menú d'entrada i de sortida d'àudio

source: PPAPI (out-of-process)
ca_es: PPAPI (fora de procés)

source: Print Failed
ca_es: Error d'impressió

source: Save password
ca_es: Desa la contrasenya

source: Experimental history navigation in response to horizontal overscroll.
ca_es: Navegació experimental per l'historial en desplaçar-s'hi horitzontalment per sobre.

source: In this case, the certificate presented to your browser has been revoked by its issuer. This usually means that the integrity of this certificate has been compromised, and that the certificate should not be trusted.
ca_es: En aquest cas, l'emissor ha revocat el certificat que ha presentat al navegador. Això normalment significa que la integritat d'aquest certificat s'ha posat en perill i que el certificat no és de confiança.

source: Always allow JavaScript on %{HOST}
ca_es: Permet sempre JavaScript a %{HOST}

source: Block all
ca_es: Bloqueja'ls tots

source: Install plug-in...
ca_es: Instal·la el complement

source: R&eopen Closed Tab
ca_es: T&orna a obrir la pestanya tancada

source: Private key file is invalid.
ca_es: El fitxer de clau privada no és vàlid.

source: Update Adobe Reader now
ca_es: Actualitza Adobe Reader ara

source: Confirm Navigation
ca_es: Confirma la navegació

source: Theme created by
ca_es: Tema creat per

source: Do Not Track
ca_es: No segueixis

source: Error parsing policy
ca_es: S'ha produït un error en analitzar la política

source: All data is encrypted with your sync passphrase
ca_es: Totes les dades s'encripten amb la vostra contrasenya de sincronització

source: This webpage is not found
ca_es: No s'ha trobat aquesta pàgina web

source: Crash reporting is disabled.
ca_es: La creació d'informes de bloqueig està desactivada.

source: %{PRODUCT_NAME} sync makes it easy to share your data (such as bookmarks and settings) between your computers. %{PRODUCT_NAME} synchronizes your data by storing it online with Google when you sign in with your Google Account.
ca_es: La sincronització de %{PRODUCT_NAME} facilita l'ús compartit de les dades (com ara marcadors i configuració) entre els equips. %{PRODUCT_NAME} sincronitza les dades emmagatzemant-les en línia amb Google quan inicieu la sessió en un compte de Google.

source: Private key file (optional):
ca_es: Fitxer clau privat (opc.):

source: Unable to open "$1": $2
ca_es: No es pot obrir "$1": $2

source: On your %{ACCOUNT_EMAIL} account, it can now:
ca_es: Al vostre compte %{ACCOUNT_EMAIL}, ara pot:

source: Check your Internet connection.
ca_es: Comproveu la connexió a Internet.

source: Script Cache
ca_es: Memòria cau d'scripts

source: Expected version "%{EXPECTED_VERSION}", but version was "%{NEW_ID}".
ca_es: La versió esperada era "%{EXPECTED_VERSION}", però la real era "%{NEW_ID}".

source: Local storage
ca_es: Emmagatzematge local

source: NaCl Socket API.
ca_es: API NaCl Socket.

source: Time Stamping
ca_es: Indicació de data i hora

source: Debugging keyboard shortcuts
ca_es: Depuració de tecles de drecera

source: The time it takes to fully start %{SHORT_PRODUCT_NAME} in a testing environment
ca_es: El temps necessari perquè %{SHORT_PRODUCT_NAME} s'iniciï completament en un entorn de proves

source: Shows a page's actual frame rate, in frames per second, when hardware acceleration is active.
ca_es: Mostra la taxa de fotogrames real d'una pàgina, en fotogrames per segon, quan l'acceleració de maquinari és activa.

source: Adobe Flash Player camera and microphone exceptions are different.
ca_es: Les excepcions del micròfon i les de la càmera d'Adobe Flash Player són diferents.

source: Select private key file.
ca_es: Seleccioneu el fitxer de clau privada.

source: Failed to store policy settings
ca_es: No s'ha pogut emmagatzemar la configuració de la política

source: Reading file..
ca_es: S'està llegint el fitxer...

source: Required extension with ID "%{IMPORT_ID}" and minimum version "%{IMPORT_VERSION}" not found.
ca_es: No s'ha trobat l'extensió necessària amb identificador %{IMPORT_ID} i amb %{IMPORT_VERSION} com a versió mínima.

source: Discover the Chrome App Launcher
ca_es: Descobriu el menú d'aplicacions de Chrome

source: The supplied enrollment mode is not supported by this version of the operating system. Please make sure you are running the newest version and try again.
ca_es: El mode d'inscripció proporcionat no és compatible amb aquesta versió del sistema operatiu. Assegureu-vos que estigueu executant la darrera versió i torneu-ho a provar.

source: Click to go back, hold to see history
ca_es: Feu clic per tornar enrere, o bé espereu per veure l'historial

source: File too large
ca_es: El fitxer és massa gran

source: Undo Delete
ca_es: Desfà la supressió

source: Show cookies and site data
ca_es: Mostra galetes i dades de llocs

source: Indexed database
ca_es: Base de dades indexada

source: Enable support for Native Client.
ca_es: Activeu la compatibilitat amb Native Client.

source: There was a problem with your microphone.
ca_es: S'ha produït un problema amb el micròfon.

source: %{PEPPER_PLUGIN_NAME} on %{PEPPER_PLUGIN_DOMAIN} wants to access your computer.
ca_es: El connector %{PEPPER_PLUGIN_NAME} de %{PEPPER_PLUGIN_DOMAIN} vol accedir al vostre ordinador.

source: To hide access to this program, you need to uninstall it by using %{CONTROL_PANEL_APPLET_NAME} in Control Panel. Would you like to start %{CONTROL_PANEL_APPLET_NAME}?
ca_es: Per amagar l'accés a aquest programa, haureu de desinstal·lar-lo mitjançant %{CONTROL_PANEL_APPLET_NAME} al tauler de control. Voleu iniciar %{CONTROL_PANEL_APPLET_NAME}?

source: Annotates web forms with Autofill field type predictions as placeholder text.
ca_es: Anota formularis web amb prediccions de tipus d'emplenament automàtic dels camps com a text de marcadors de posició.

source: &Show spelling panel
ca_es: &Mostra el tauler d'ortografia

source: Delete photos after import
ca_es: Suprimeix les fotos en finalitzar la importació

source: Surprise Me
ca_es: Sorprèn-me

source: Rotate &Clockwise
ca_es: Gira en el sentit de les &agulles del rellotge

source: %{ACCNAME_APP} (Update is available)
ca_es: %{ACCNAME_APP} (l'actualització està disponible)

source: Disallow launcher to minimize-on-click
ca_es: No permetis que el menú d'aplicacions es minimitzi en fer-hi clic

source: Accelerated overflow scroll
ca_es: Desplaçament de desbordament ràpid

source: PKCS #1 RSA Encryption
ca_es: PKCS #1 amb encriptació RSA

source: Unclean Exit
ca_es: Sortida incorrecta

source: Press enter to go back, context menu key to see history
ca_es: Premeu Retorn per retrocedir i menú contextual per veure l'historial

source: Waiting for proxy tunnel...
ca_es: S'està esperant un túnel de servidor intermediari...

source: Search %{SITE_NAME}:
ca_es: Cerca %{SITE_NAME}:

source: (Unpacked)
ca_es: (En desenvolupament)

source: Include the current screenshot:
ca_es: Inclou la captura de pantalla actual:

source: Page Security Info
ca_es: Informació de seguretat de la pàgina

source: Create shortcuts...
ca_es: Crea dreceres...

source: About voice recognition
ca_es: Quant al reconeixement de veu

source: Turn on autocorrection of text while typing. Synchronous spellchecking is not compatible with this feature.
ca_es: Activa la correcció automàtica del text mentre escriviu. El corrector ortogràfic síncron no és compatible amb aquesta funció.

source: Close Win&dow
ca_es: Tanca la &finestra

source: page range text box
ca_es: quadre de text de l'interval de pàgines

source: View Frame &Info
ca_es: V&isualitza la informació del marc

source: Close tabs
ca_es: Tanca les pestanyes

source: Enable background loader component for hosted applications.
ca_es: Activa el component de càrrega en segon pla per a aplicacions allotjades.

source: Cyrillic
ca_es: Ciríl·lic

source: Bad policy timestamp
ca_es: Marca de temps de la política incorrecta

source: %{ACTIVE_MATCH} of %{TOTAL_MATCHCOUNT}
ca_es: %{ACTIVE_MATCH} de %{TOTAL_MATCHCOUNT}

source: This extension includes the key file '%{KEY_PATH}'. You probably don't want to do that.
ca_es: Aquesta extensió inclou el fitxer de clau "%{KEY_PATH}". És probable que això no sigui convenient.

source: Hang with us. We’re fetching your files.
ca_es: Espereu. Estem obtenint els vostres fitxers.

source: Index of %{LOCATION}
ca_es: Índex de %{LOCATION}

source: Menu containing hidden bookmarks
ca_es: Menú amb marcadors amagats

source: Run this time
ca_es: Executa aquesta vegada

source: Your Chrome and Operating system version will be submitted in addition to any information you choose to include above. This feedback is used to diagnose problems and help improve Chrome. Any personal information you submit, whether explicitly or incidentally will be protected in accordance with our privacy policies.%{BEGIN_BOLD} By submitting this feedback, you agree that Google may use feedback that you provide to improve any Google product or service. %{END_BOLD}
ca_es: La versió de Chrome i del sistema operatiu s'enviaran juntament amb qualsevol informació que hàgiu inclòs més amunt. Aquests comentaris es fan servir per diagnosticar problemes i per ajudar a millorar Chrome. La informació personal que envieu, ja sigui de manera explícita o accidental, es protegirà d'acord amb la nostra política de privadesa.%{BEGIN_BOLD} Si envieu aquests comentaris, accepteu que Google els faci servir per millorar qualsevol producte o servei de Google. %{END_BOLD}

source: When %{PLUGIN_NAME} has finished updating, reload the page to activate it.
ca_es: Quan %{PLUGIN_NAME} s'hagi acabat d'actualitzar, torneu a carregar la pàgina per activar-lo.

source: Input value for private key must exist.
ca_es: Ha d'existir el valor d'entrada de la clau privada.

source: Simulate Browser Restart
ca_es: Simula el reinici del navegador

source: Allow in incognito
ca_es: Permet en mode d'incògnit

source: Are you sure you want to delete "%{PROFILE_NAME}" and all the data associated with it from this computer? This cannot be undone!
ca_es: Esteu segur que voleu suprimir "%{PROFILE_NAME}" i totes les dades associades des d'aquest equip? Aquesta acció no es pot desfer.

source: &Show Spelling Panel
ca_es: &Mostra el tauler d'ortografia

source: Open When &Done
ca_es: Obre quan &acabi

source: Unable to reach the server.
ca_es: No es pot connectar amb el servidor.

source: Enable experimental WebSocket implementation
ca_es: Activa la implementació de WebSocket experimental

source: Non-repudiation
ca_es: No repudiació

source: Save &As...
ca_es: Desa &com a...

source: Issuer: %{CERTIFICATE_AUTHORITY}
ca_es: Emissor: %{CERTIFICATE_AUTHORITY}

source: Ganzania Flower
ca_es: Gazània

source: Look Up in Dictionary
ca_es: Busca-ho al diccionari

source: Do not allow any site to track my physical location
ca_es: No permetis que cap lloc faci el seguiment de la meva ubicació física

source: Email Encryption Certificate
ca_es: Certificat d'encriptació de correu electrònic

source: Add desktop shortcut
ca_es: Afegeix una drecera de l'escriptori

source: Policy name
ca_es: Nom de la política

source: The file could not be read.
ca_es: El fitxer no s'ha pogut llegir.

source: Attempted to downgrade extension.
ca_es: S'ha intentat canviar a una versió anterior de l'extensió.

source: Software Incompatibility: Learn More
ca_es: Incompatibilitat de programari: més informació

source: Calculating size
ca_es: S'està calculant la mida

source: Reload frame
ca_es: Torna a carregar el marc

source: Disallow the launcher to minimize a window if a launcher item gets clicked which has only a single, already active, window associated with it.
ca_es: No permetis que el menú d'aplicacions minimitzi la finestra si es fa clic en un element del menu d'aplicacions que només tingui associada una finestra activa

source: Weight all values equally in performance data
ca_es: Dóna la mateixa importància a tots els valors de les dades de rendiment

source: This is a secondary installation of %{PRODUCT_NAME}, and cannot be made your default browser.
ca_es: Aquesta és una instal·lació secundària de %{PRODUCT_NAME} i no pot definir-se com a navegador predeterminat.

source: Malware and phishing Detected!
ca_es: S'ha detectat programari maliciós i activitat de pesca.

source: Certificate Policy Mappings
ca_es: Assignacions de normes de certificats

source: This icon will be visible when the extension can act on the current page.
ca_es: Aquesta icona serà visible quan les extensions puguin actuar a la pàgina actual.

source: Email Certification Authority
ca_es: Correu electrònic de l'entitat emissora de certificats

source: Click next to choose your default browser.
ca_es: Feu clic a "Següent" per triar el navegador predeterminat.

source: Zoom &In
ca_es: &Amplia

source: Improve malware detection by sending additional data to Google when I encounter warnings like this. %{PRIVACY_PAGE_LINK}
ca_es: Envia dades addicionals a Google quan m'apareguin advertiments com aquest per millorar la detecció de programari maliciós. %{PRIVACY_PAGE_LINK}

source: Credit cards
ca_es: Targetes de crèdit

source: Application caches
ca_es: Memòries cau de l'aplicació

source: Try disabling network prediction.
ca_es: Proveu de desactivar la predicció de xarxa.

source: Incognito Extension: %{EXTENSION_NAME}
ca_es: Extensió d'incògnit: %{EXTENSION_NAME}

source: New Tab - Incognito
ca_es: Pestanya nova: incògnit

source: Your connection to %{DOMAIN} is encrypted with %{BIT_COUNT}-bit encryption.
ca_es: La teva connexió a %{DOMAIN} està xifrada amb encriptació de %{BIT_COUNT} bits.

source: No plugins are installed
ca_es: No hi ha cap connector instal·lat

source: Loading %{CLOUD_PRINT_NAME}
ca_es: S'està carregant %{CLOUD_PRINT_NAME}

source: Microsoft Windows Hardware Driver Verification
ca_es: Verificació de programes de control de maquinari de Microsoft Windows

source: %{PRODUCT_NAME} has blocked access to %{HOST_NAME}. This website has been reported as a phishing website.
ca_es: %{PRODUCT_NAME} ha bloquejat l'accés a %{HOST_NAME}. Ens han informat que aquest lloc web és un lloc web de pesca.

source: Importing
ca_es: Important

source: Could not create bookmark folder.
ca_es: No s'ha pogut crear la carpeta d'adreces d'interès.

source: Welcome to your managed Chromebook! To complete the setup of this Chromebook, you must sign in with a username given to you by your organization. Contact your system administrator for more information. If this device does not belong to your organization, and is your personal device, you can press Ctrl+Alt+E now to cancel enrollment of the device and go back to the sign in screen.
ca_es: Benvingut al vostre Chromebook gestionat! Per acabar de configurar el Chromebook, cal que inicieu la sessió amb el nom d'usuari que us facilita l'organització. Per obtenir més informació, contacteu amb l'administrador del sistema. Si aquest dispositiu no pertany a la vostra organització i és el vostre dispositiu personal, podeu prémer Ctrl+Alt+E per cancel·lar el registre del dispositiu i per tornar a la pantalla d'inici de sessió.

source: Edit address
ca_es: Edita l'adreça

source: Moving $1 items.
ca_es: S'estan traslladant $1 elements.

source: Sync Error: Sign out then Sign in Again...
ca_es: Error de sincronització: tanqueu la sessió i torneu-la a iniciar...

source: Management not supported
ca_es: Gestió no compatible

source: Always show the bookmarks bar
ca_es: Mostra sempre la barra de marcadors

source: Access anything you type.
ca_es: Accediu a qualsevol cosa que escriviu.

source: Other search engines
ca_es: Altres motors de cerca

source: Previous Version
ca_es: Versió anterior

source: User Notice
ca_es: Avís per a l'usuari

source: Enable 'adview' element
ca_es: Activa l'element "adview"

source: (this might take a few minutes)
ca_es: (això pot trigar una estona)

source: Open PDF in Reader
ca_es: Obre el PDF amb Google Reader

source: Disables the use of the GPU to perform 2d canvas rendering and instead uses software rendering.
ca_es: Desactiva l'ús de la GPU per representar llenços 2D i, en el seu lloc, utilitza representació de programari.

source: Enables the use of experimental canvas features which are still in development.
ca_es: Permet utilitzar funcions de dibuix experimentals que estiguin en desenvolupament.

source: extension %{EXTENSION_NAME}
ca_es: extensió %{EXTENSION_NAME}

source: Go to %{BEGIN_BOLD} Start > Control Panel > Network and Internet > Network and Sharing Center > Troubleshoot Problems (at the bottom) > Internet Connections. %{END_BOLD}
ca_es: Aneu a %{BEGIN_BOLD} Inici > Tauler de control > Xarxa i Internet > Xarxa i centre d'ús compartit > Resolució de problemes (a la part inferior) > Connexions d'Internet. %{END_BOLD}

source: Failed to load policy settings
ca_es: No s'ha pogut carregar la configuració de la política

source: CPU Usage
ca_es: Ús de la CPU

source: Invalid device management token
ca_es: Testimoni de gestió del dispositiu no vàlid

source: Disable automatic window maximization for browser / app windows if they are started the first time.
ca_es: No permet que es maximitzin les finestres automàticament en el cas de finestres del navegador o d'aplicacions si s'inicien per primera vegada.

source: You have run out of space in Google Drive
ca_es: Us heu quedat sense espai a Google Drive

source: Reload this page, hold to see more options
ca_es: Torneu a carregar aquesta pàgina, espereu per veure més opcions

source: CRL Signer
ca_es: Signant de CRL

source: Disconnect account
ca_es: Desconnecta el compte

source: Security Error
ca_es: Error de seguretat

source: Run all plug-ins this time
ca_es: Aquesta vegada executa tots els connectors

source: Listen
ca_es: Escolta

source: No search results found.
ca_es: No s'han trobat resultats de cerca.

source: The folder named "$1" already exists. Please choose a different name.
ca_es: Ja existeix una carpeta anomenada "$1". Trieu un nom diferent.

source: Enable VP8 Alpha playback in <video> elements.
ca_es: Activa la reproducció VP8 Alpha als elements de <video>.

source: Received from other devices
ca_es: Rebuts d'altres dispositius

source: Change Captive Portal detector.
ca_es: Canvia el detector de Captive Portal.

source: This app is not available offline.
ca_es: Aquesta aplicació no està disponible fora de línia.

source: Malware
ca_es: Programari maliciós

source: You first visited this site on %{VISIT_DATE}.
ca_es: Vas visitar aquest lloc per primera vegada el %{VISIT_DATE}.

source: View extensions interacting with page
ca_es: Mostra les extensions que interaccionen amb la pàgina

source: Input &Methods
ca_es: &Mètodes d'entrada

source: Version %{PRODUCT_VERSION}
ca_es: Versió %{PRODUCT_VERSION}

source: Add As Search En&gine...
ca_es: Afegeix com a mo&tor de cerca...

source: Import...
ca_es: Importa...

source: Auto detect
ca_es: Detecció automàtica

source: Captive Portal detector.
ca_es: Detector de Captive Portal.

source: Official artist
ca_es: Artista oficial

source: The extension "%{EXTENSION_NAME}" has been added.
ca_es: S'ha afegit l'extensió "%{EXTENSION_NAME}".

source: Language and input settings...
ca_es: Configuració d'idioma i d'entrada...

source: Events to Display
ca_es: Esdeveniments per mostrar

source: Access your open tabs on all of your devices.
ca_es: Accediu a les vostres pestanyes obertes a tots els dispositius.

source: &Edit Search Engines...
ca_es: &Edita els motors de cerca...

source: Choose a certificate to present as identification:
ca_es: Trieu el certificat que es presentarà com a identificació:

source: Manage billing addresses...
ca_es: Gestiona les adreces de facturació...

source: Microsoft Principal Name
ca_es: Nom principal de Microsoft

source: The identity of this website has not been verified.
ca_es: La identitat d'aquest lloc web no ha estat verificada.

source: Current user
ca_es: Usuari actual

source: No background apps running
ca_es: No hi cap aplicació en execució en segon pla

source: Please sign in to %{TOKEN_NAME} to generate a key for %{HOST_NAME}.
ca_es: Inicieu la sessió a %{TOKEN_NAME} per generar una clau per a %{HOST_NAME}.

source: Renders a border around composited Render Layers to help debug and study layer compositing.
ca_es: Representa una vora al voltant de les capes renderitzades per ajudar a depurar i a estudiar la composició de les capes.

source: Extensions, apps, and themes can harm your computer. Are you sure you want to continue?
ca_es: Les extensions, les aplicacions i els temes poden malmetre el vostre equip. Segur que voleu continuar?

source: &View
ca_es: &Lector

source: Pa&ste and Go
ca_es: En&ganxa i vés-hi

source: Predict network actions to improve page load performance
ca_es: Prediu accions de xarxa per millorar el rendiment de càrrega de la pàgina

source: Medium
ca_es: Mitjà

source: Save as PDF
ca_es: Desa com a PDF

source: Blocked by extension
ca_es: Bloquejat per l'extensió
